{
  "events": [
    {
      "id": "event-1",
      "title": "Tenet Inauguration ceremony",
      "day": 1,
      "startTime": "08:30",
      "endTime": "10:30",
      "category": "ceremony",
      "color": "#8e44ad",
      "speaker": "Distinguished Guests & Speakers",
      "location": "Multipurpose Hall (MPH)",
      "notes": "We are thrilled to invite you to the Grand Inauguration Ceremony of TENET 2024, a flagship event powered by the IOIT ACM Student Chapter. Join us as we kick off three days of technological innovation, entrepreneurial brilliance, and creative expression. The inauguration will set the stage for a transformative experience, featuring a distinguished lineup of guests, industry leaders, and speakers who will inspire and ignite a spirit of innovation and collaboration.",
      "attachments": ""
    },
    {
      "id": "event-2",
      "title": "Den Of Code (Experience Zone)",
      "day": 1,
      "startTime": "11:00",
      "endTime": "16:00",
      "category": "coding_competition",
      "color": "#e67e22",
      "speaker": "",
      "location": "Admin Area, IOIT",
      "notes": "Den of Code is an engaging coding event where participants can choose between two thrilling challenges: Webmaster Wars, where they recreate HTML components, or Catch the Bug, where they debug and solve Python code. Participants who successfully complete their chosen challenge will be rewarded with exciting goodies! This event is perfect for those looking to showcase their coding skills and problem-solving abilities in a competitive and fun environment.",
      "attachments": ""
    },
    {
      "id": "event-3",
      "title": "Capture the Flag",
      "day": 1,
      "startTime": "11:00",
      "endTime": "18:00",
      "category": "coding_competition",
      "color": "#e67e22",
      "speaker": "",
      "location": "AISSMS IOIT 112, 405",
      "notes": "This Capture the Flag (CTF) competition involves solving complex problems and uncovering hidden \"flags\" across multiple themes, such as Cryptography & Steganography, Cyber Threat Intelligence (CTI) & Open Source Intelligence (OSINT), and Reverse Engineering. Participants can collaborate in teams to decode messages, analyze cyber threat patterns, and reverse-engineer code to find flags. The competition caters to varying levels of expertise, offering step-by-step hints to help competitors progress through tasks. Each challenge is designed to test participants problem-solving and technical abilities, with the goal of sharpening their cybersecurity skills in an engaging and competitive environment. The flag type is flag{} and the event will be on for the entire day at two locations, First floor lab 112 and 4th floor lab 405, AISSMS IOIT building.",
      "attachments": ""
    },
    {
      "id": "event-4",
      "title": "AI summit panel",
      "day": 1,
      "startTime": "11:15",
      "endTime": "12:15",
      "category": "panel",
      "color": "#2980b9",
      "speaker": "Uday Kothari, et al.",
      "location": "Multipurpose hall (MPH)",
      "notes": "The panel features industry veterans like Uday Kothari, Co-Chair of TiE Pune Angels and Founder of DLT Geeks. With over 30 years of experience in technology and business, Uday brings deep expertise in AI, blockchain, and entrepreneurial mentorship. He will be joined by other distinguished speakers who will discuss AI’s role in business transformation, ethical considerations, and emerging opportunities. Attendees can expect an engaging session that highlights real-world applications of AI, insights into startup ecosystems, and how businesses can leverage AI to stay competitive. This session is perfect for AI enthusiasts, entrepreneurs, and professionals looking to deepen their understanding of AIs capabilities and explore the future possibilities of this transformative technology.",
      "attachments": ""
    },
    {
      "id": "event-5",
      "title": "Drone Workshop",
      "day": 1,
      "startTime": "11:30",
      "endTime": "17:00",
      "category": "workshop",
      "color": "#27ae60",
      "speaker": "",
      "location": "Room 407",
      "notes": "Master the essentials of drone technology at our hands-on drone workshop. Get crucial training in drone assembly and understand the components used. Exercise drone programming and get a chance to practice flight training.",
      "attachments": ""
    },
    {
      "id": "event-6",
      "title": "Web - 3 panel",
      "day": 1,
      "startTime": "12:30",
      "endTime": "13:45",
      "category": "panel",
      "color": "#2980b9",
      "speaker": "Almas Sayyed, Apoorav Vyas, Vishnu Korde",
      "location": "COE Auditorium",
      "notes": "Join us for the Web 3.0 Panel at TechFiesta on October 4th, 2024, at 12:30 PM in the Multipurpose Hall (MPH). This insightful discussion will focus on the transformative technologies of Web 3.0, including decentralized networks, blockchain, digital identities, and NFTs. Featuring industry experts like Almas Sayyed, Founder of PuneDAO, Apoorav Vyas, Co-Founder of ActualOne, and Vishnu Korde, Founder and CEO of DeCloud Labs, the panel will explore current trends and future applications of Web 3.0. Don’t miss this opportunity to gain valuable insights and understand how these innovations are reshaping the digital landscape!",
      "attachments": ""
    },
    {
      "id": "event-7",
      "title": "First Steps into Development: A Beginner's Guide",
      "day": 1,
      "startTime": "12:30",
      "endTime": "13:45",
      "category": "workshop",
      "color": "#27ae60",
      "speaker": "Vishek Pratap",
      "location": "Multipurpose Hall (MPH)",
      "notes": "Join us for \"First Steps into Development: A Beginners Guide\" at TechFiesta on October 4th, 2024, at 12:30 PM in the Multipurpose Hall (MPH). This session is designed for individuals who are new to software development, providing a foundational understanding of key concepts, tools, and best practices. Led by Vishek Pratap, Co-Founder of TechVP, the session will cover essential topics in programming, web development, and emerging technologies like AI, Cyber Security, and Blockchain. With a passion for education and community engagement, Vishek aims to empower participants to kickstart their journey in the tech world. Don’t miss this opportunity to gain insights from an experienced professional and set the stage for your development career!",
      "attachments": ""
    },
    {
      "id": "event-8",
      "title": "Product Management in Tech",
      "day": 1,
      "startTime": "14:00",
      "endTime": "15:00",
      "category": "talk",
      "color": "#3498db",
      "speaker": "Himanshi Yaduwanshi",
      "location": "Multipurpose hall (MPH)",
      "notes": "The Product Management session at TechFiesta will delve into effective product management strategies and best practices tailored for the tech industry. Set in the Multipurpose Hall (MPH) on October 4th, 2024, at 2:00 PM, this session will feature Himanshi Yaduwanshi, Senior Product Manager at Telstra. Himanshi brings a wealth of experience and expertise in balancing business acumen with technical proficiency to successfully deliver products in the competitive tech landscape. This session will cover various facets of product management, such as navigating the product lifecycle, aligning development with customer needs, and creating a cohesive roadmap. With a focus on the dynamic nature of technology, attendees will gain insights into overcoming challenges unique to tech product management and how to build cross-functional teams that drive innovation and growth. This is an ideal opportunity for aspiring and seasoned product managers to learn from a leader in the field and refine their approach to building successful tech products.",
      "attachments": ""
    },
    {
      "id": "event-9",
      "title": "Exploring the Depths of AR/VR",
      "day": 1,
      "startTime": "14:00",
      "endTime": "15:00",
      "category": "talk",
      "color": "#3498db",
      "speaker": "",
      "location": "COE Auditorium",
      "notes": "Exploration of Augmented and Virtual Reality technologies and applications.",
      "attachments": ""
    },
    {
      "id": "event-10",
      "title": "Machine learning unleashed",
      "day": 1,
      "startTime": "14:00",
      "endTime": "15:00",
      "category": "talk",
      "color": "#3498db",
      "speaker": "Saurabh Shahane",
      "location": "Room 206",
      "notes": "In the session “Machine Learning Unleashed”, Saurabh Shahane explored the exciting potential of machine learning, offering valuable insights that sparked curiosity and inspiration in the audience.",
      "attachments": ""
    },
    {
      "id": "event-11",
      "title": "BGMI LAN Event",
      "day": 2,
      "startTime": "09:00",
      "endTime": "18:00",
      "category": "esports",
      "color": "#d35400",
      "speaker": "",
      "location": "MPH",
      "notes": "Join the exciting BGMI LAN tournament as top teams battle it out in a competitive setting.",
      "attachments": ""
    },
    {
      "id": "event-12",
      "title": "FIFA (FC 24) PS5 Console Event",
      "day": 2,
      "startTime": "09:00",
      "endTime": "18:00",
      "category": "esports",
      "color": "#d35400",
      "speaker": "",
      "location": "Room 111, 113, 114",
      "notes": "Experience the thrill of FIFA FC 24 on the PS5. Compete with other players for the top spot!",
      "attachments": ""
    },
    {
      "id": "event-13",
      "title": "Valorant",
      "day": 2,
      "startTime": "09:00",
      "endTime": "18:00",
      "category": "esports",
      "color": "#d35400",
      "speaker": "",
      "location": "Online",
      "notes": "Gear up for a competitive Valorant showdown as players from across the globe participate in this online tournament.",
      "attachments": ""
    },
    {
      "id": "event-14",
      "title": "MUN Breakfast and Reporting (Day 2)",
      "day": 2,
      "startTime": "08:00",
      "endTime": "09:00",
      "category": "mun_social",
      "color": "#bdc3c7",
      "speaker": "",
      "location": "Admin Office",
      "notes": "Start your day with breakfast and reporting.",
      "attachments": ""
    },
    {
      "id": "event-15",
      "title": "IOIT MUN Opening Ceremony",
      "day": 2,
      "startTime": "09:00",
      "endTime": "11:00",
      "category": "ceremony",
      "color": "#8e44ad",
      "speaker": "",
      "location": "MPH",
      "notes": "The official opening ceremony of IOIT MUN 2024.",
      "attachments": ""
    },
    {
      "id": "event-16",
      "title": "MUN Committee Session 1 (Day 2)",
      "day": 2,
      "startTime": "11:00",
      "endTime": "14:00",
      "category": "mun_session",
      "color": "#f1c40f",
      "speaker": "",
      "location": "AISSMS IOIT",
      "notes": "The UNSC addresses global peace and security issues, focusing on conflict resolution, sanctions, and peacekeeping efforts to maintain international stability. Agenda: Assessing global export controls and technology transfer under the Wassenaar Arrangement.",
      "attachments": ""
    },
    {
      "id": "event-17",
      "title": "MUN Lunch (Day 2)",
      "day": 2,
      "startTime": "14:00",
      "endTime": "15:00",
      "category": "mun_social",
      "color": "#bdc3c7",
      "speaker": "",
      "location": "3rd Floor Terrace",
      "notes": "Lunch break for all IOIT MUN 2024 participants.",
      "attachments": ""
    },
    {
      "id": "event-18",
      "title": "MUN High tea (Day 2)",
      "day": 2,
      "startTime": "17:00",
      "endTime": "17:30",
      "category": "mun_social",
      "color": "#bdc3c7",
      "speaker": "",
      "location": "In hand",
      "notes": "High tea session for all IOIT MUN 2024 attendees.",
      "attachments": ""
    },
    {
      "id": "event-19",
      "title": "MUN Breakfast and Reporting (Day 3)",
      "day": 3,
      "startTime": "09:00",
      "endTime": "10:00",
      "category": "mun_social",
      "color": "#bdc3c7",
      "speaker": "",
      "location": "Admin Office, 3rd Floor",
      "notes": "Start your day with breakfast and reporting.",
      "attachments": ""
    },
    {
      "id": "event-20",
      "title": "Starting up in College",
      "day": 3,
      "startTime": "10:00",
      "endTime": "11:15",
      "category": "esummit_talk",
      "color": "#16a085",
      "speaker": "Saurabh Mangrulkar",
      "location": "IOIT MPH",
      "notes": "Starting Up in College\" is an exciting session designed to inspire and empower college students to explore entrepreneurship from a young age. Led by dynamic speakers like Saurabh Mangrulkar, Co-Founder and CEO of EventBeep, this session will delve into the journey of building startups while still pursuing academics. Attendees will gain insights into leveraging college resources, building networks, and converting their ideas into thriving ventures. Join us at IOIT MPH on Oct 6th, 2024, from 10:00 AM to 11:15 AM to discover how to kickstart your entrepreneurial journey right from college!",
      "attachments": ""
    },
    {
      "id": "event-21",
      "title": "HR Summit",
      "day": 3,
      "startTime": "11:15",
      "endTime": "12:15",
      "category": "esummit_talk",
      "color": "#16a085",
      "speaker": "Neha Mathur",
      "location": "Room 407",
      "notes": "Join us at the HR Summit for an engaging session led by Neha Mathur, a distinguished thought leader in agile strategies and employee experience. With over 16 years of expertise, Neha will delve into groundbreaking HR practices, sharing her journey from managing strategic goals across global organizations to founding innovative SaaS platforms like Personifwy. This summit is your chance to explore cutting-edge HR strategies, employee sentiment analytics, and tools for driving business success. Be inspired by Nehas vision at Room 407, AISSMS COE, on Oct 6th, 2024, from 11:15 AM to 12:15 PM. Don’t miss this opportunity to redefine how you approach talent management and organizational development.",
      "attachments": ""
    },
    {
      "id": "event-22",
      "title": "HR Summit 2",
      "day": 3,
      "startTime": "11:15",
      "endTime": "12:15",
      "category": "esummit_talk",
      "color": "#16a085",
      "speaker": "Akash Sangole",
      "location": "Multipurpose Hall",
      "notes": "Experience unparalleled insights at the HR Summit 2, featuring Akash Sangole, an industry stalwart with two decades of leadership experience across global giants like Panasonic, Volkswagen, and L’Oreal. As the CHRO of Panasonic Life Solutions India, Akash will uncover the art of strategic HR, talent cultivation, and innovative approaches to industrial relations. This session offers a rare opportunity to learn from one of the most influential HR leaders shaping workforce strategies in dynamic business environments. Join us at the Multipurpose Hall, AISSMS COE, on Oct 6th, 2024, from 11:15 AM to 12:15 PM to elevate your HR perspective and network with like-minded professionals.",
      "attachments": ""
    },
    {
      "id": "event-23",
      "title": "MUN Lunch (Day 3)",
      "day": 3,
      "startTime": "13:00",
      "endTime": "14:00",
      "category": "mun_social",
      "color": "#bdc3c7",
      "speaker": "",
      "location": "3rd Floor Terrace",
      "notes": "Lunch break for all IOIT MUN 2024 participants.",
      "attachments": ""
    },
    {
      "id": "event-24",
      "title": "Venture Summit",
      "day": 3,
      "startTime": "14:15",
      "endTime": "15:15",
      "category": "esummit_talk",
      "color": "#16a085",
      "speaker": "Rohit Goyal, Uday Kothari, Rajeev Manjrekar, Yogesh Thite",
      "location": "Auditorium, Pharma",
      "notes": "Venture Summit\" offers a deep dive into the world of venture capital, startup ecosystems, and investment opportunities. With distinguished speakers like Rohit Goyal, Uday Kothari, Rajeev Manjrekar, and Yogesh Thite, this session is a must-attend for aspiring entrepreneurs seeking to navigate the complexities of fundraising and startup growth. Join us at AISSMS MBA College on Oct 6th, 2024, from 2:15 PM to 3:15 PM to gain firsthand knowledge from industry experts and learn how to secure funding and scale your business successfully.",
      "attachments": ""
    },
    {
      "id": "event-25",
      "title": "MUN Committee Session 2 (Day 3)",
      "day": 3,
      "startTime": "15:00",
      "endTime": "16:00",
      "category": "mun_session",
      "color": "#f1c40f",
      "speaker": "",
      "location": "AISSMS IOIT",
      "notes": "The UNSC addresses global peace and security issues, focusing on conflict resolution, sanctions, and peacekeeping efforts to maintain international stability. Agenda: Assessing global export controls and technology transfer under the Wassenaar Arrangement.",
      "attachments": ""
    },
    {
      "id": "event-26",
      "title": "MUN Valedictory Ceremony",
      "day": 3,
      "startTime": "16:00",
      "endTime": "17:00",
      "category": "ceremony",
      "color": "#8e44ad",
      "speaker": "",
      "location": "MPH",
      "notes": "High tea and closing ceremony to conclude IOIT MUN 2024.",
      "attachments": ""
    },
    {
      "id": "event-27",
      "title": "Investing Arena TENET'24",
      "day": 3,
      "startTime": "16:00",
      "endTime": "19:00",
      "category": "esummit_competition",
      "color": "#c0392b",
      "speaker": "15+ investors, startup CEOs, venture capitalists",
      "location": "AISSMS IOIT",
      "notes": "Your Startup's Launchpad! AISSMS IOIT in association with Entie: A Business Dating Platform brings you Investing Arena under TENET 2024. Are you ready to pitch your idea to top investors and secure funding? All Stage Startups Can Apply! TENET 2024's Investing Arena is your chance to showcase your startup to a panel of 15+ investors, startup CEOs, and venture capitalists. Network with potential customers, users, startup mentors, and founders. Secure your chances for on-spot funding commitments of up to ₹50 Lakhs in the grand finale. Win fixed cash prizes of up to ₹1,00,000 and complimentary day passes to the E Summit. Secure your chances in the Redbull Basement: Global Innovation Challenge, National qualifiers with a potential trip to Tokyo and Los Angeles. Early bird TENET pass access available exclusively for all Round One qualifiers. Don't miss this opportunity to accelerate your startup's growth. Register now and prepare your pitch for the Investing Arena.",
      "attachments": ""
    }
  ],
  "maxDays": 3
}
